Repository: TolgaSarikayaa/VehiApp
Catalog: MyCar/New Group/Localizable.xcstrings
Source language: en
Languages: de, tr

source: Add a picture
de: Foto hinzufügen
tr: Fotoğraf ekleyin

source: Add Car
de: Fügen sie ihre Fahrzeug hinzu
tr: Aracınızı buradan ekleyin

source: Add Driver
de: Fahrer hinzufügen
tr: Sürücü Ekle

source: Add fuel
de: Fügen Sie Ihre Treibstoff einkäufe hinzu
tr: Yakıtınızı buradan ekleyin

source: Add Fuel
de: Tanken
tr: Yakıt Ekleyin

source: Add image
de: Foto hinzufügen
tr: Fotoğraf ekleyin

source: Add Price
de: Preis hinzufügen
tr: Fiyat Ekleyin

source: Add Service
de: Service hinzufügen
tr: Servis bilgisi ekleyin

source: Add Service Info
de: Service informationen hinzufügen
tr: Servis bilgisi ekleyin

source: Add the car parts
de: Fügen Sie die Autoteile hinzu
tr: Araç parçaları

source: Add your car
de: Fügen sie ihre Fahrzeug hinzu
tr: Arabanızı buradan ekleyiniz

source: Add your maintenance
de: Fügen sie ihre Wartung hinzu
tr: Servis bilgisini buradan ekleyiniz

source: Air Filter
de: Luft filter
tr: Hava Filtresi

source: Average fuel consumption (L/100km)
de: Ø Verbrauch (L/100km)
tr: Ortalama yakıt tüketimi (L/100)

source: Battery
de: Akku
tr: Akü

source: Brake
de: Bremse
tr: Fren

source: Brand
de: Marke
tr: Marka

source: Calculate
de: Berechnung
tr: Hesapla

source: Calculate fuel cost
de: Treibstoffkosten berechnen
tr: Yakıt maliyetini hesapla

source: Camera
de: Kamera
tr: Kamera

source: Car
de: Auto
tr: Araba

source: Car Information
de: Fahrzeuginformationen
tr: Araç Bilgisi

source: Car Wash Reminder
de: Autowaschen
tr: Beni yıka :)

source: Car: %@
de: Auto: %@
tr: Araba: %@

source: Cars
de: Autos
tr: Arabalar

source: Change or uninstall the vehicle's driver
de: Ändern oder löschen sie den Autofahrer
tr: Araç sürücüsünü değiştir veya kaldır

source: Change your car image
de: Ändern Sie Ihr Auto foto
tr: Arabanızın fotoğrafını değiştirin

source: Choose a picture
de: Wähle ein Foto
tr: Fotoğraf seçiniz

source: Choose image
de: Wähle ein Foto
tr: Fotoğraf seçiniz

source: Clear Route
de: Route löschen
tr: Rotayı temizle

source: Coolant
de: Kühlflüssigkeit
tr: Antifriz

source: days remaining
de: verbleibende Tage
tr: Gün kaldı

source: Driver
de: Fahrer
tr: Sürücü

source: Driver: %@
de: Fahrer: %@
tr: Sürücü: %@

source: Easily manage and monitor your vehicles.
de: Verwalten und überwachen Sie Ihre Fahrzeuge einfach.
tr: Araçlarınızı kolayca yönetin

source: Electric
de: Elektrisch
tr: Elektrik

source: Ensure your vehicle remains in optimal condition by tracking maintenance records.
de: Stellen Sie durch die Verfolgung der Wartungsunterlagen sicher, dass Ihr Fahrzeug in optimalem Zustand bleibt.
tr: Bakım kayıtlarını takip ederek aracınızın optimal durumda kalmasını sağlayın.

source: Enter License Plate
de: Kfz-Kennzeichen
tr: Plakayı girin

source: Enter License Plate Number
de: Kfz-Kennzeichen
tr: Plakanızı giriniz

source: Enter Mileage
de: Kilometerstand
tr: Kilometreyi giriniz

source: Fuel
de: Treibstoff
tr: Yakıt

source: Fuel Consumption
de: Treibstoffverbrauch
tr: Yakıt tüketimi

# Fuel consumption: %.2f %@
source: Fuel consumption: %1$.2f %2$@
de: Treibstoffverbrauch: %1$.2f %2$@
tr: Yakıt tüketimi: %1$.2f %2$@

source: Fuel consumption: %.2f $
de: Treibstoffverbrauch: %.2f €
tr: Yakıt tüketimi: %.2f ₺

source: Fuel Expenditure Tracking
de: Treibstoffverbrauch-Tracking
tr: Yakıt Harcamalarını Takip Edin.

source: Fuel price
de: Treibstoffpreis
tr: Satın alınan yakıt tutarı (₺)

source: Fuel Price
de: Treibstoffpreis
tr: Yakıt fiyati

source: Fuel price per liter
de: Treibstoff Liter Preis
tr: Yakıt litre fiyati (₺)

source: Fuel purchased (liters)
de: Treibstoff (liter)
tr: Alınan yakıt (litre)

source: Fuel type
de: Treibstoffart
tr: Yakıt tipi

source: Fuel Type
de: Treibstoffart
tr: Yakıt tipi

source: Fuel Type: %@
de: Treibstoffart: %@
tr: Yakıt tipi: %@

source: Fuels Purchased
de: Treibstoffkosten
tr: Alınan yakıtlar

source: Get Directions
de: Wegbeschreibung
tr: Yol tarifi al

source: Inspection date
de: Inspektionsdatum
tr: Muayene tarihi

source: Inspection date %@
de: Inspektionsdatum %@
tr: Muayene tarihi %@

source: Inspection information
de: Inspektionsinformation
tr: Muayene bilgisi

source: Inspection Reminder
de: Inspektionserinnerung
tr: Muayene Hatırlatıcısı

source: Insurance Expiration
de: Inspektionsdatum
tr: Muayene tarihi

source: Insurance Expiration %@
de: Inspektionsdatum %@
tr: Muayene tarihi %@

source: Insurance information
de: Inspektionsdatum
tr: Muayene tarihi

# It's time for the next inspection of your %@ %@.
source: It's time for the next inspection of your %1$@ %2$@.
de: Es ist Zeit für die nächste Inspektion Ihres %1$@ %2$@
tr: Bir sonraki muayenenizin zamanı geldi %1$@ %2$@

# It's time for the next maintenance of your %@ %@.
source: It's time for the next maintenance of your %1$@ %2$@.
de: Zeit für die Neuwartung Ihres Fahrzeugs %1$@ %2$@
tr: bir sonraki bakım zamanı geldi %1$@ %2$@

# It's time to wash your %@ %@.
source: It's time to wash your %1$@ %2$@.
de: Es ist Zeit, Ihr %1$@ %2$@ zu waschen.
tr: %1$@ %2$@ arabanızı yıkamak icin güzel bir gün olabilir.

source: Kilometers driven
de: Zurückgelegte Strecke (km)
tr: Katedilen Mesafe (Km)

source: Last Service
de: letzte Wartung
tr: Son servis

source: Last Servis
de: letzte Wartung
tr: Son servis

source: License
de: Kfz-Kennzeichen
tr: Plaka

source: License Number
de: Kfz-Kennzeichen
tr: Plaka

source: Maintenance day has passed
de: Der Wartungstag ist vorbei
tr: Bakım günü geçti

source: Maintenance Management
de: Wartungsmanagement
tr: Bakım Yönetimi

source: Maintenance Reminder
de: Wartungserinnerung
tr: Bakım Hatırlatıcısı

source: Mile
de: KM
tr: KM

source: Mileage
de: Kilometerstand
tr: Kilometre

source: Model
de: Modell

source: Monitor and analyze your fuel spending to optimize your driving and save money.
de: Überwachen und analysieren Sie Ihren Treibstoffverbrauch, um Ihr Fahren zu optimieren und Geld zu sparen.
tr: Sürüşünüzü optimize etmek ve para tasarrufu yapmak için yakıt harcamalarınızı izleyin ve analiz edin.

source: Motor oil
de: Motoröl
tr: Motor Yağı

source: My Cars
de: Meine Autos
tr: Arabalarım

source: Next Service
de: Nächste Wartung
tr: Sonraki servis

source: Next Service %@
de: Nächste Wartung %@
tr: Sonraki servis %@

source: Next Servis
de: Nächste Wartung
tr: Sonraki servis

source: No preview available
de: Keine Vorschau vorhanden
tr: Önizleme Yok

source: Oil Filter
de: Öl filter
tr: Yağ Filtresi

source: Open in Maps
de: in Maps öffnen
tr: Haritalarda aç

source: Other part
de: andere Teile
tr: diğer parçalar

source: Petrol
de: Super
tr: Benzin

source: Photo Library
de: Fotobibliothek
tr: Fotoğraf kütüphanesi

source: Places
de: Orte
tr: Yerler

source: Price
de: Preis
tr: Fiyat

source: Register Your Vehicle
de: Registrieren Sie Ihr Fahrzeug
tr: Aracınızı kaydedin

source: Release date
de: Baujahr
tr: Tescil tarihi

source: Release date %@
de: Baujahr %@
tr: Tescil tarihi%@

source: Select Brand
de: Marke auswählen
tr: Marka seçin

source: Select Brand and Model
de: Marke und Modell auswählen
tr: Marka ve model seçin

source: Select Car
de: Auto auswählen
tr: Aracınızı seçin

source: Select Driver
de: Wählen sie Autofahrer
tr: Sürücü seçin

source: Select image
de: Foto auswählen
tr: Fotoğraf seçiniz

source: Select Model
de: Modell auswählen
tr: Model seçin

source: Select your car image
de: Wählen Sie Ihr Auto foto aus
tr: Arabanızın fotoğrafını seçiniz

source: Select your car information
de: Fahrzeug informationen auswählen
tr: Araç bilgilerinizi seçin

source: Self
de: Selbst
tr: Kendim

source: Service Info
de: Service information
tr: Servis bilgisi

source: To save the vehicle part, first enter the price, then click on the circle and press the save button to save it.
de: Um das Fahrzeugteil zu speichern, geben Sie zunächst den Preis ein, klicken Sie dann auf den Kreis und drücken Sie den Save Button, um es zu speichern.
tr: Araç parçalarını kaydetmek için önce fiyatını girin, ardından daireye tıklayıp kaydet butonuna basarak kaydedin.

source: Total Cost
de: Gesamtausgaben
tr: Toplam Masraf

source: Total distance to travel (km)
de: Gesamtstrecke (Km)
tr: Gideceğiniz toplam mesafe (Km)

source: Total Fuel Purchased
de: Gesamtkosten
tr: Toplam alınan yakıtlar

source: Wheel
de: Reifen
tr: Lastik

source: Wipers
de: Scheibenwischer
tr: Silecekler

source: You can add Driver
de: Sie können einen Fahrer hinzufügen
tr: Sürücü ekleyebilirsiniz

source: %lld Mile
tr: %11d KM

source: Cancel
tr: iptal

source: Details
tr: Detaylar

source: Diesel
tr: Dizel

source: Dismiss
tr: iptal

source: Edit
tr: Düzenle

source: Fuel price per gallon
tr: Yakıt litre fiyati (₺)

source: Get Started
tr: Şimdi başla

source: Service
tr: Servis

source: Service information
tr: Servis bilgisi
